Repository: JohannPetzold/LeBaluchon
Catalog: Travel Helper/Utils/Localize/*.lproj/Localizable.strings
Languages: fr

# error_title
source: An error occurred
fr: Une erreur est survenue

# exchange_error
source: Unable to get exchange rate
fr: Impossible de récupérer les taux de change

# exchange_error_no_data
source: No exchange rate data
fr: Aucune donnée de taux de change récupérée

# exchange_error_decode_fail
source: No valid exchange rate data
fr: Données de taux de change récupérées non valides

# translate_error
source: Unable to get translation
fr: Impossible d'obtenir la traduction

# translate_error_no_data
source: No translation data recovered
fr: Aucune traduction récupérée

# translate_error_decode_fail
source: No valid translation data
fr: Les données de traduction récupérées ne sont pas valides

# weather_error
source: Unable to get weather data
fr: Impossible d'obtenir les données météos

# weather_error_first_city
source: Unable to get New York weather data
fr: Impossible d'obtenir les données météos de New York

# weather_error_no_data
source: No weather data
fr: Aucune donnée météo récupérée

# weather_error_decode_fail
source: No valid weather data
fr: Les données météos récupérées ne sont pas valides

# error_no_request
source: Invalid request
fr: Requête non valide

# error_occurred
source: An error occurred
fr: Une erreur est survenue

# error_no_data
source: No data
fr: Aucune donnée récupérée

# error_bad_response
source: An error occurred during data download
fr: Un problème est survenu lors de la récupération des données

# error_decode_fail
source: No valid data
fr: Données récupérées non valides

# keyboard_button_close
source: Close
fr: Fermer
